---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.RadioButtonGroupData
source: html/472d545c-3cca-d7c0-1142-1a3f8978804e.htm
---
# RadioButtonGroupData Members

Constructs a new instance of RadioButtonGroupData.